Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# settings_restore_backup_section
source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia
fr: Restaurer une sauvegarde
id: Pulihkan Cadangan
it: Ripristina backup
ko: 백업 복구
nb: Gjenopprett sikkerhetskopi
ru: Восстановление резервной копии
tr: Yedeği Geri Yükle
zh_hans: 恢复备份

# settings_restore_failed_format
source: Restore failed: %1$@
de: Wiederherstellung fehlgeschlagen: %1$@
es: Error al restaurar: %1$@
fr: Échec de la restauration : %1$@
id: Pemulihan gagal: %1$@
it: Ripristino non riuscito: %1$@
ko: 복구 실패: %1$@
nb: Gjenoppretting mislyktes: %1$@
ru: Ошибка восстановления: %1$@
tr: Geri yükleme başarısız oldu: %1$@
zh_hans: 恢复失败：%1$@

# settings_restore_modules_selected
source: %1$lld of %2$lld modules selected
de: %1$lld von %2$lld Modulen ausgewählt
es: %1$lld de %2$lld módulos seleccionados
fr: %1$lld sur %2$lld modules sélectionnés
id: %1$lld dari %2$lld modul terpilih
it: %1$lld di %2$lld moduli selezionati
ko: %2$lld개 중 %1$lld개 모듈 선택됨
nb: %1$lld av %2$lld moduler valgt
ru: Выбрано модулей: %1$lld из %2$lld
tr: %2$lld modülden %1$lld tanesi seçildi
zh_hans: 已选择 %1$lld 个模块，共 %2$lld 个

# settings_restore_modules_title
source: Restore Modules
de: Module wiederherstellen
es: Restaurar módulos
fr: Restaurer les modules
id: Pulihkan Modul
it: Ripristina moduli
ko: 모듈 복구
nb: Gjenopprett moduler
ru: Модули восстановления
tr: Modülleri Geri Yükle
zh_hans: 恢复模块

# settings_restore_partial_unresolved_format
source: Restore completed with unresolved issues. Failed: %1$@
de: Wiederherstellung mit ungelösten Problemen abgeschlossen. Fehlgeschlagen: %1$@
es: Restauración completada con problemas sin resolver. Error: %1$@
fr: Restauration terminée avec des problèmes non résolus. Échec : %1$@
id: Pemulihan selesai dengan masalah yang belum terselesaikan. Gagal: %1$@
it: Ripristino completato con problemi non risolti. Errore: %1$@
ko: 미해결 문제가 있는 상태로 복구가 완료되었습니다. 실패: %1$@
nb: Gjenoppretting fullført med uløste problemer. Mislyktes: %1$@
ru: Восстановление завершено с нерешёнными проблемами. Ошибка: %1$@
tr: Geri yükleme çözülmemiş sorunlarla tamamlandı. Başarısız olanlar: %1$@
zh_hans: 恢复完成，存在未解决的问题。失败：%1$@

# settings_safe_token_off
source: Off — sends your full listening history for richer answers
de: AUS – Mehr Kontext. Das vollständige Hörprofil (~8K Tokens) für bessere Ergebnisse.
es: DESACTIVADO — Contexto profundo. Envía el perfil de escucha completo (~8K tokens).
fr: OFF — Contexte profond. Envoie le profil d'écoute complet (~8K tokens) pour des résultats plus riches.
id: MATI — Konteks mendalam. Mengirim profil mendengarkan lengkap (~8K token) untuk hasil yang lebih kaya.
it: SPENTA — Contesto profondo. Invia il profilo di ascolto completo (~8K token) per risultati più ricchi.
ko: 꺼짐 — 깊은 문맥. 더 풍부한 결과를 위해 전체 청취 프로필(~8K 토큰)을 보냅니다.
nb: AV — Dyp kontekst. Sender full lytteprofil (~8K tokens) for rikere resultater.
ru: ВЫКЛ. — Глубокий контекст. Отправляет полный профиль прослушивания (~8K токенов) для более качественных результатов.
tr: KAPALI — Derin bağlam. Daha zengin sonuçlar için tam dinleme profilini (~8K token) gönderir.
zh_hans: 关闭 — 深度上下文。发送完整的听歌偏好资料（约 8K token）以获得更丰富的结果。

# settings_safe_token_on
source: On — sends a short summary, keeps AI features light
de: AN – Schnell & günstig. Nur minimale Daten (~1K Tokens) werden gesendet.
es: ACTIVADO — Rápido y barato. Envía datos mínimos (~1K tokens) a la IA.
fr: ON — Rapide et économique. Envoie un minimum de données (~1K tokens) à l'IA.
id: NYALA — Cepat & murah. Mengirim data minimal (~1K token) ke AI.
it: ATTIVA — Veloce ed economica. Invia dati minimi (~1K token) all'AI.
ko: 켜짐 — 빠르고 저렴함. AI에 최소한의 데이터(~1K 토큰)를 보냅니다.
nb: PÅ — Raskt & billig. Sender minimalt med data (~1K tokens) til AI.
ru: ВКЛ. — Быстро и экономно. Отправляет ИИ минимум данных (~1K токенов).
tr: AÇIK — Hızlı ve ucuz. YZ'ye minimum veri (~1K token) gönderir.
zh_hans: 开启 — 快速且低成本。向 AI 发送最少的数据（约 1K token）。

# settings_safe_token_title
source: Save on usage
de: Safe Token-Modus
es: Modo token seguro
fr: Mode Token Sécurisé
id: Mode Token Aman
it: Modalità token sicuri
ko: 안전 토큰 모드
nb: Sikker token-modus
ru: Режим безопасных токенов
tr: Güvenli Token Modu
zh_hans: 安全 Token 模式

# settings_search_no_songs_match
source: No songs match your search.
de: Keine passenden Songs gefunden.
es: Ninguna canción coincide con la búsqueda.
fr: Aucune chanson ne correspond à votre recherche.
id: Tidak ada lagu yang cocok dengan pencarian Anda.
it: Nessun brano corrisponde alla tua ricerca.
ko: 검색 결과와 일치하는 노래가 없습니다.
nb: Ingen sanger samsvarer med søket ditt.
ru: Нет треков, соответствующих запросу.
tr: Aramanızla eşleşen şarkı bulunamadı.
zh_hans: 没有与您搜索匹配的歌曲。

# settings_search_title_artist_album_placeholder
source: Search by title, artist, or album
de: Nach Titel, Künstler oder Album suchen
es: Buscar por título, artista o álbum
fr: Rechercher par titre, artiste ou album
id: Cari berdasarkan judul, artis, atau album
it: Cerca per titolo, artista o album
ko: 제목, 아티스트 또는 앨범으로 검색
nb: Søk etter tittel, artist eller album
ru: Поиск по названию, исполнителю или альбому
tr: Başlık, sanatçı veya albüme göre ara
zh_hans: 按标题、艺术家或专辑搜索

# settings_show_player_file_info_subtitle
source: Show codec, bitrate, and sample rate in the player progress section.
de: Codec, Bitrate und Sample Rate unter dem Fortschrittsbalken anzeigen.
es: Mostrar códec, tasa de bits y frecuencia de muestreo en la sección de progreso del reproductor.
fr: Afficher le codec, le débit et le taux d'échantillonnage dans la section progression.
id: Tampilkan codec, bitrate, dan sample rate di bagian progres pemutar.
it: Mostra codec, bitrate e frequenza di campionamento nella sezione avanzamento del player.
ko: 플레이어 진행 영역에 코덱, 비트레이트, 샘플링 레이트를 표시합니다.
nb: Vis kodek, bitrate og samplingsfrekvens i spillerens fremdriftsfelt.
ru: Показывать кодек, битрейт и частоту дискретизации в области прогресса плеера.
tr: Oynatıcı ilerleme bölümünde kodek, bit hızı (bitrate) ve örnekleme hızını gösterir.
zh_hans: 在播放器进度部分显示编解码器、比特率和采样率。

# settings_show_player_file_info_title
source: Show player file info
de: Dateiinfo im Player
es: Mostrar información del archivo
fr: Infos fichier dans le lecteur
id: Tampilkan info file pemutar
it: Mostra info file player
ko: 플레이어 파일 정보 표시
nb: Vis filinfo i spiller
ru: Показывать информацию о файле
tr: Oynatıcı dosya bilgisini göster
zh_hans: 显示播放器文件信息

# settings_show_queue_history_subtitle
source: Show previously played songs in the queue.
de: Bereits gespielte Songs in der Queue sichtbar lassen.
es: Mostrar canciones previamente reproducidas en la cola.
fr: Afficher les chansons lues précédemment dans la file d'attente.
id: Tampilkan lagu yang diputar sebelumnya di antrean.
it: Mostra i brani riprodotti precedentemente nella coda.
ko: 대기열에서 이전에 재생된 노래를 표시합니다.
nb: Vis tidligere spilte sanger i køen.
ru: Показывать ранее воспроизведённые треки в очереди.
tr: Kuyrukta daha önce çalınan şarkıları gösterir.
zh_hans: 在队列中显示以前播放过的歌曲。

# settings_show_queue_history_title
source: Show queue history
de: Queue-Verlauf anzeigen
es: Mostrar historial de cola
fr: Afficher l'historique de la file
id: Tampilkan riwayat antrean
it: Mostra cronologia coda
ko: 대기열 기록 표시
nb: Vis køhistorikk
ru: Показывать историю очереди
tr: Kuyruk geçmişini göster
zh_hans: 显示队列历史记录

# settings_show_scrollbar_subtitle
source: Display lateral scrollbar on music lists for quick scrolling
de: Seitliche Scrollleiste in Musiklisten für schnelles Scrollen anzeigen
es: Muestra una barra de desplazamiento lateral en las listas de música para un desplazamiento rápido.
fr: Afficher la barre de défilement latérale sur les listes de musique pour un défilement rapide
id: Menampilkan scrollbar samping pada daftar musik untuk navigasi cepat.
it: Mostra la barra di scorrimento laterale sulle liste di musica per uno scorrimento rapido
ko: 빠른 스크롤을 위해 음악 목록에 측면 스크롤바를 표시합니다.
nb: Vis rullefelt på siden av musikklisten for rask rulling
ru: Отображать боковую полосу прокрутки в списках музыки для быстрого прокручивания
tr: Hızlı kaydırma için müzik listesinin kenarında kaydırma çubuğunu göster
zh_hans: 在音乐列表中显示侧边滚动条，便于快速滚动。

# settings_show_scrollbar_title
source: Show Scrollbar
de: Scrollleiste anzeigen
es: Mostrar barra de desplazamiento
fr: Afficher la barre de défilement
id: Tampilkan Scrollbar
it: Mostra barra di scorrimento
ko: 스크롤바 표시
nb: Vis rullefelt
ru: Показывать полосу прокрутки
tr: Kaydırma Çubuğunu Göster
zh_hans: 显示滚动条

# settings_smooth_corners_subtitle
source: Use complex shaped corners effectively improving aesthetics but may affect performance on low-end devices
de: Weichere Eckenform – kann auf älteren Geräten die Performance leicht beeinflussen.
es: Esquinas con forma compleja que mejoran el aspecto; puede afectar al rendimiento en dispositivos modestos.
fr: Utilise des formes d'angles complexes pour une meilleure esthétique, mais peut affecter les performances sur les appareils bas de gamme
id: Gunakan sudut berbentuk kompleks yang secara efektif meningkatkan estetika tetapi mungkin memengaruhi performa pada perangkat berspesifikasi rendah
it: Usa angoli a forma complessa che migliorano l'estetica ma possono influire sulle prestazioni su dispositivi di fascia bassa
ko: 복잡한 모양의 모서리를 사용하여 미적 감각을 효과적으로 개선하지만, 저사양 기기에서는 성능에 영향을 줄 수 있습니다.
nb: Bruker kompleks formede hjørner for å forbedre estetikken, men kan påvirke ytelsen på eldre enheter
ru: Использует сложные формы углов для более красивого интерфейса, но может снизить производительность на слабых устройствах.
tr: Estetiği etkili bir şekilde artırmak için karmaşık şekilli köşeler kullanır ancak düşük donanımlı cihazlarda performansı etkileyebilir
zh_hans: 使用复杂的圆角形状以有效提升美观度，但可能会影响低端设备的性能

# settings_smooth_corners_title
source: Use Smooth Corners
de: Sanfte Ecken
es: Usar esquinas suaves
fr: Utiliser des angles lisses
id: Gunakan Sudut Halus
it: Usa angoli morbidi
ko: 부드러운 모서리 사용
nb: Bruk glatte hjørner
ru: Плавные скругления
tr: Yumuşak Köşeleri Kullan
zh_hans: 使用平滑圆角

# settings_sync_phase_cleaning_cache
source: Cleaning album art cache
de: Cover-Cache bereinigen
es: Limpiando caché de carátulas
fr: Nettoyage du cache des pochettes
id: Membersihkan cache sampul album
it: Pulizia della cache delle copertine in corso
ko: 앨범 아트 캐시 정리 중
nb: Rydder albumkunst-cache
ru: Очистка кэша обложек
tr: Albüm kapağı önbelleği temizleniyor
zh_hans: 正在清理专辑封面缓存

# settings_sync_phase_completing
source: Completing sync
de: Sync wird abgeschlossen
es: Completando sincronización
fr: Finalisation de la synchronisation
id: Menyelesaikan sinkronisasi
it: Completamento della sincronizzazione in corso
ko: 동기화 완료 중
nb: Fullfører synkronisering
ru: Завершение синхронизации
tr: Senkronizasyon tamamlanıyor
zh_hans: 正在完成同步

# settings_sync_phase_preparing
source: Preparing sync
de: Sync wird vorbereitet
es: Preparando sincronización
fr: Préparation de la synchronisation
id: Mempersiapkan sinkronisasi
it: Preparazione sincronizzazione
ko: 동기화 준비 중
nb: Forbereder synkronisering
ru: Подготовка синхронизации
tr: Senkronizasyon hazırlanıyor
zh_hans: 正在准备同步

# settings_sync_phase_reading_mediastore
source: Reading MediaStore
de: MediaStore wird gelesen
es: Leyendo MediaStore
fr: Lecture de MediaStore
id: Membaca MediaStore
it: Lettura di MediaStore
ko: MediaStore 읽는 중
nb: Leser MediaStore
ru: Чтение MediaStore
tr: MediaStore okunuyor
zh_hans: 正在读取 MediaStore

# settings_sync_phase_reading_processing_tracks
source: Processing tracks
de: Titel werden verarbeitet
es: Procesando pistas
fr: Traitement des pistes
id: Memproses lagu
it: Elaborazione tracce in corso
ko: 트랙 처리 중
nb: Behandler spor
ru: Обработка треков
tr: Parçalar işleniyor
zh_hans: 正在处理曲目

# settings_sync_phase_saving_db
source: Saving to database
de: In Datenbank speichern
es: Guardando en la base de datos
fr: Enregistrement dans la base de données
id: Menyimpan ke database
it: Salvataggio nel database in corso
ko: 데이터베이스에 저장 중
nb: Lagrer til database
ru: Сохранение в базу данных
tr: Veri tabanına kaydediliyor
zh_hans: 正在保存到数据库

# settings_sync_phase_scanning_lrc
source: Scanning lyrics files
de: Lyrics-Dateien scannen
es: Buscando archivos de letras
fr: Analyse des fichiers de paroles
id: Memindai file lirik
it: Scansione dei file di testo in corso
ko: 가사 파일 스캔 중
nb: Skanner sangtekstfiler
ru: Сканирование файлов текстов песен
tr: Şarkı sözü dosyaları taranıyor
zh_hans: 正在扫描歌词文件

# settings_sync_phase_syncing_cloud
source: Syncing cloud sources
de: Cloud-Quellen synchronisieren
es: Sincronizando fuentes en la nube
fr: Synchronisation des sources cloud
id: Menyinkronkan sumber cloud
it: Sincronizzazione delle sorgenti cloud in corso
ko: 클라우드 소스 동기화 중
nb: Synkroniserer skykilder
ru: Синхронизация облачных источников
tr: Bulut kaynakları senkronize ediliyor
zh_hans: 正在同步云端源

# settings_sync_scanning_section
source: Sync and Scanning
de: Sync & Scan
es: Sincronización y escaneo
fr: Synchronisation et analyse
id: Sinkronisasi dan Pemindaian
it: Sincronizzazione e scansione
ko: 동기화 및 스캔
nb: Synkronisering og skanning
ru: Синхронизация и сканирование
tr: Senkronizasyon ve Tarama
zh_hans: 同步与扫描

# settings_system_prompt_placeholder
source: Enter system prompt…
de: System-Prompt eingeben…
es: Introduce el prompt del sistema…
fr: Entrez l'invite système…
id: Masukkan prompt sistem…
it: Inserisci prompt di sistema…
ko: 시스템 프롬프트 입력…
nb: Skriv inn system-prompt…
ru: Введите системный промпт…
tr: Sistem komutu girin…
zh_hans: 输入系统提示词…

# settings_system_prompt_subtitle
source: Pick a style below, or write your own
de: KI-Verhalten nach eigenen Vorstellungen anpassen.
es: Personaliza el comportamiento de la IA.
fr: Personnaliser le comportement de l'IA.
id: Sesuaikan cara AI berperilaku.
it: Personalizza come si comporta l'AI.
ko: AI의 동작 방식을 사용자 지정합니다.
nb: Tilpass hvordan AI-en oppfører seg.
ru: Настройте поведение ИИ.
tr: Yapay zekanın nasıl davranacağını özelleştirin.
zh_hans: 自定义 AI 的行为方式。

# settings_system_prompt_title
source: How it talks
de: System-Prompt
es: Prompt del sistema
fr: Invite système
id: Prompt Sistem
it: Prompt di sistema
ko: 시스템 프롬프트
nb: System-prompt
ru: Системный промпт
tr: Sistem Komutu (System Prompt)
zh_hans: 系统提示词 (System Prompt)

# settings_tap_bg_closes_subtitle
source: Tap the blurred background to close the player sheet.
de: Auf den unscharfen Hintergrund tippen, um den Player zu schließen.
es: Toca el fondo difuminado para cerrar el panel del reproductor.
fr: Appuyez sur l'arrière-plan flou pour fermer la feuille du lecteur.
id: Ketuk latar belakang yang kabur untuk menutup panel pemutar.
it: Tocca lo sfondo sfocato per chiudere il foglio del player.
ko: 흐릿한 배경을 탭하여 플레이어 시트를 닫습니다.
nb: Trykk på den uskarpe bakgrunnen for å lukke spilleren.
ru: Нажмите на размытый фон, чтобы закрыть окно плеера.
tr: Oynatıcı panelini kapatmak için bulanık arka plana dokunun.
zh_hans: 点击模糊的背景以关闭播放器面板。

# settings_tap_bg_closes_title
source: Tap background closes player
de: Hintergrund antippen schließt Player
es: Tocar el fondo cierra el reproductor
fr: Appuyer sur l'arrière-plan ferme le lecteur
id: Ketuk latar belakang menutup pemutar
it: Tocca sfondo chiude player
ko: 배경 탭 시 플레이어 닫기
nb: Trykk på bakgrunn lukker spiller
ru: Касание фона закрывает плеер
tr: Arka plana dokunulduğunda oynatıcıyı kapatır
zh_hans: 点击背景关闭播放器

# settings_test_setup_subtitle
source: Launch the onboarding setup screen for testing.
de: Onboarding-Flow zum Ausprobieren öffnen.
es: Iniciar la pantalla de configuración de bienvenida para pruebas.
fr: Lancer l'écran de configuration initiale pour test.
id: Luncurkan layar penyiapan orientasi untuk pengujian.
it: Avvia la schermata di onboarding per i test.
ko: 테스트를 위해 온보딩 설정 화면을 시작합니다.
nb: Start onboarding-skjermen for testing.
ru: Запустить экран первоначальной настройки для тестирования.
tr: Test etmek için ilk kurulum ekranını başlatın.
zh_hans: 启动新手引导设置界面进行测试。

# settings_test_setup_title
source: Test Setup Flow
de: Setup testen
es: Probar flujo de configuración
fr: Tester le flux de configuration
id: Uji Alur Penyiapan
it: Flusso setup di test
ko: 설정 프로세스 테스트
nb: Test oppsettsprosess
ru: Тестирование мастера настройки
tr: Kurulum Akışını Test Et
zh_hans: 测试设置流程

# settings_theme_dark
source: Dark Theme
de: Dunkel
es: Tema oscuro
fr: Thème sombre
id: Tema Gelap
it: Tema scuro
ko: 어두운 테마
nb: Mørkt tema
ru: Тёмная тема
tr: Koyu Tema
zh_hans: 深色主题

# settings_theme_follow_system
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
id: Ikuti Sistem
it: Segui sistema
ko: 시스템 설정 따르기
nb: Følg system
ru: Как в системе
tr: Sistemi Takip Et
zh_hans: 跟随系统

# settings_theme_light
source: Light Theme
de: Hell
es: Tema claro
fr: Thème clair
id: Tema Terang
it: Tema chiaro
ko: 밝은 테마
nb: Lyst tema
ru: Светлая тема
tr: Açık Tema
zh_hans: 浅色主题

# settings_toast_battery_already_disabled
source: Battery optimization is already disabled
de: Akku-Optimierung ist bereits deaktiviert
es: La optimización de batería ya está desactivada
fr: L'optimisation de la batterie est déjà désactivée
id: Optimalisasi baterai sudah dinonaktifkan
it: L'ottimizzazione batteria è già disabilitata
ko: 배터리 최적화가 이미 비활성화되어 있습니다
nb: Batterioptimalisering er allerede deaktivert
ru: Оптимизация батареи уже отключена
tr: Pil optimizasyonu zaten devre dışı bırakılmış
zh_hans: 电池优化已被禁用

# settings_toast_battery_settings_unavailable
source: Could not open battery settings
de: Akkueinstellungen konnten nicht geöffnet werden
es: No se pudo abrir los ajustes de batería
fr: Impossible d'ouvrir les paramètres de la batterie
id: Tidak dapat membuka pengaturan baterai
it: Impossibile aprire le impostazioni batteria
ko: 배터리 설정을 열 수 없습니다
nb: Kunne ikke åpne batteriinnstillinger
ru: Не удалось открыть настройки батареи
tr: Pil ayarları açılamadı
zh_hans: 无法打开电池设置

# settings_toast_daily_mix_regeneration_started
source: Daily Mix regeneration started
de: Daily Mix Regeneration gestartet
es: Regeneración de Daily Mix iniciada
fr: Régénération du Daily Mix démarrée
id: Regenerasi Daily Mix dimulai
it: Rigenerazione Daily Mix avviata
ko: 데일리 믹스 재생성 시작됨
nb: Regenerering av Daily Mix startet
ru: Пересоздание Daily Mix начато
tr: Günlük Miks yeniden oluşturma işlemi başlatıldı
zh_hans: Daily Mix 重新生成已开始

# settings_toast_full_rescan_started
source: Full rescan started…
de: Rescan gestartet…
es: Reescaneo completo iniciado…
fr: Analyse complète démarrée…
id: Pemindaian ulang penuh dimulai…
it: Scansione completa avviata…
ko: 전체 재스캔 시작됨…
nb: Fullstendig reskanning startet…
ru: Полное сканирование начато…
tr: Tam yeniden tarama başlatıldı…
zh_hans: 已开始完全重新扫描…

# settings_toast_library_sync_finished
source: Library sync finished
de: Bibliothek synchronisiert
es: Sincronización de la biblioteca terminada
fr: Synchronisation de la bibliothèque terminée
id: Sinkronisasi pustaka selesai
it: Sincronizzazione libreria completata
ko: 라이브러리 동기화 완료
nb: Biblioteksynkronisering fullført
ru: Синхронизация медиатеки завершена
tr: Kitaplık senkronizasyonu tamamlandı
zh_hans: 媒体库同步完成

# settings_toast_rebuilding_database
source: Rebuilding database…
de: Datenbank wird neu aufgebaut…
es: Reconstruyendo base de datos…
fr: Reconstruction de la base de données…
id: Membangun kembali database…
it: Ricostruzione database…
ko: 데이터베이스 다시 구축 중…
nb: Gjenoppbygger database…
ru: Пересоздание базы данных…
tr: Veri tabanı yeniden oluşturuluyor…
zh_hans: 正在重建数据库…

# settings_toast_regenerated_palettes_all
source: Regenerated %1$lld album art palettes
de: %1$lld Cover-Paletten neu generiert
es: Regeneradas %1$lld paletas de carátula
fr: %1$lld palettes de pochettes régénérées
id: Berhasil meregenerasi %1$lld palet sampul album
it: Rigenerate %1$lld palette copertine album
ko: %1$lld개의 앨범 아트 팔레트가 재생성되었습니다
nb: Regenererte %1$lld paletter
ru: Пересоздано палитр обложек: %1$lld
tr: %1$lld albüm kapağı paleti yeniden oluşturuldu
zh_hans: 已重新生成 %1$lld 个专辑封面调色板

# settings_toast_regenerated_palettes_partial
source: Regenerated %1$lld of %2$lld album art palettes
de: %1$lld von %2$lld Cover-Paletten neu generiert
es: Regeneradas %1$lld de %2$lld paletas de carátula
fr: %1$lld sur %2$lld palettes de pochettes régénérées
id: Meregenerasi %1$lld dari %2$lld palet sampul album
it: Rigenerate %1$lld di %2$lld palette copertine album
ko: %2$lld개 중 %1$lld개의 앨범 아트 팔레트가 재생성되었습니다
nb: Regenererte %1$lld av %2$lld paletter
ru: Пересоздано палитр обложек: %1$lld из %2$lld
tr: %2$lld albüm kapağı paletinden %1$lld tanesi yeniden oluşturuldu
zh_hans: 已重新生成 %1$lld 个（共 %2$lld 个）专辑封面调色板

# settings_toast_stats_regeneration_started
source: Stats regeneration started
de: Statistik-Regeneration gestartet
es: Regeneración de estadísticas iniciada
fr: Régénération des statistiques démarrée
id: Regenerasi statistik dimulai
it: Rigenerazione statistiche avviata
ko: 통계 재생성 시작됨
nb: Regenerering av statistikk startet
ru: Пересоздание статистики начато
tr: İstatistikleri yeniden oluşturma işlemi başlatıldı
zh_hans: 统计数据重新生成已开始

# settings_total_consumption_title
source: Total Consumption
de: Token-Verbrauch gesamt
es: Consumo total
fr: Consommation totale
id: Total Konsumsi
it: Consumo totale
ko: 총 소비량
nb: Totalt forbruk
ru: Общее потребление
tr: Toplam Tüketim
zh_hans: 总消耗量

# settings_trigger_crash_subtitle
source: Simulate a crash to test the crash reporting system.
de: Crash simulieren, um das Absturz-Reporting zu testen.
es: Simular un fallo para probar el sistema de informe de errores.
fr: Simuler un crash pour tester le système de rapport.
id: Simulasikan crash untuk menguji sistem pelaporan crash.
it: Simula un crash per testare il sistema di segnalazione crash.
ko: 크래시 보고 시스템을 테스트하기 위해 크래시를 시뮬레이션합니다.
nb: Simuler et krasj for å teste rapporteringssystemet.
ru: Симулировать сбой для проверки системы отчётов об ошибках.
tr: Çökme raporlama sistemini test etmek için bir çökme simüle edin.
zh_hans: 模拟一次崩溃以测试崩溃报告系统。

# settings_trigger_crash_title
source: Trigger Test Crash
de: Test-Absturz auslösen
es: Provocar cierre forzado de prueba
fr: Déclencher un crash de test
id: Picu Crash Uji Coba
it: Attiva crash di test
ko: 테스트 크래시 발생
nb: Utløs test-krasj
ru: Вызвать тестовый сбой
tr: Test Çökmesi Tetikle
zh_hans: 触发测试崩溃

# settings_working_label
source: Working…
de: Wird bearbeitet…
es: Trabajando…
fr: Travail en cours…
id: Bekerja…
it: Elaborazione…
ko: 작업 중…
nb: Arbeider…
ru: Выполняется…
tr: Çalışıyor…
zh_hans: 正在处理…

# setup_skip_for_now
source: Skip / Not now
de: Vorerst überspringen
es: Omitir / Ahora no
fr: Passer / Pas maintenant
id: Lewati / Tidak sekarang
it: Salta / Non ora
ko: 건너뛰기
nb: Hopp over
ru: Пропустить / Пока нет
tr: Şimdilik atla
zh_hans: 跳过 / 暂不

# setup_tab_albums
source: ALBUMS
de: ALBEN
es: ÁLBUMES
id: ALBUM
it: ALBUM
ko: 앨범
nb: ALBUM
ru: АЛЬБОМЫ
tr: ALBÜMLER
zh_hans: 专辑

# setup_tab_artists
source: ARTISTS
de: KÜNSTLER
es: ARTISTAS
fr: ARTISTES
id: ARTIS
it: ARTISTI
ko: 아티스트
nb: ARTISTER
ru: ИСПОЛНИТЕЛИ
zh_hans: 艺术家

# transition_active_status
source: Active Status
de: Aktiver Status
es: Estado activo
fr: État actif
id: Status Aktif
it: Stato attivo
ko: 활성 상태
nb: Aktiv status
ru: Текущий статус
tr: Aktif Durum
zh_hans: 活动状态

# transition_curves_subtitle
source: Fine tune the audio slope
de: Audiokurve feinjustieren
es: Ajusta la pendiente del audio
fr: Ajuster la pente audio
id: Sempurnakan kemiringan audio
it: Regola fine la pendenza audio
ko: 오디오 슬로프 미세 조정
nb: Finjuster lydstigningen
ru: Точная настройка изменения громкости
tr: Ses eğimini ince ayarla
zh_hans: 微调音频斜率

# transition_curves_title
source: Volume Curves
de: Lautstärkekurven
es: Curvas de volumen
fr: Courbes de volume
id: Kurva Volume
it: Curve di volume
ko: 볼륨 곡선
nb: Volumkurver
ru: Кривые громкости
tr: Ses Eğrileri
zh_hans: 音量曲线
